Repository: Shadowald/Ethercat_Configurator
Catalog: Translations/*/LC_MESSAGES/ecat.po
Languages: de

source: File Explorer
de: Datei-Explorer

source: Error with the Bus
de: Fehler mit dem Bus

source: Language
de: Sprache

source: Error with ethercatBus.json. This means either there are no adapters with devices on the Bus or ReadBus.exe failed to run. You can now either load a ethercatBus.json saved elsewhere on the system or close the program
de: Fehler bei ethercatBus.json. Dies bedeutet, dass entweder keine Adapter mit Geräten auf dem Bus vorhanden sind oder ReadBus.exe nicht ausgeführt werden konnte. Sie können nun entweder eine an anderer Stelle auf dem System gespeicherte ethercatBus.json laden oder das Programm schließen

source: Load File
de: Datei laden

source: Close Program
de: Programm schließen

source: Configurator
de: Konfigurator

source: Avaliable Adapters
de: Verfügbare Adapter

source: List All Adapters
de: Alle Adapter auflisten

source: Assign Chutes Forward
de: Schächte zuweisen Vorwärts

source: Read the Bus Again
de: Lesen Sie den Bus noch einmal

source: Load Bus File
de: Busdatei laden

source: Selected Adapter:
de: Ausgewählter Adapter:

source: Selected Adapter
de: Ausgewählter Adapter

source: Transfer All Settings to be Written
de: Alle zu schreibenden Einstellungen übertragen

source: Transfer Adapter Name to be Written
de: Transferadapter zu schreibender Name

source: Load Settings
de: Einstellungen laden

source: Save Settings
de: Einstellungen speichern

source: Your file has been saved.
de: Ihre Datei wurde gespeichert.

source: Error
de: Fehler

source: Your selected file does not contain the correct information. Please Try again with a different file.
de: Die von Ihnen ausgewählte Datei enthält nicht die richtigen Informationen. Bitte versuchen Sie es erneut mit einer anderen Datei.

source: Data to be Written:
de: Zu schreibende Daten:

source: Data to be Written
de: Zu schreibende Daten

source: Device Type
de: Typ

source: First Chute
de: Erster Ausgang

source: Last Chute
de: Letzter Ausgang

source: NotDefined
de: NichtEingestellt

source: Chutes
de: Finger

source: FlapsLamps
de: Klappen/Lampen

source: Scales
de: Waagen

source: Inverter
de: Umrichter

source: Keypad
de: Tastenfeld

source: Load
de: Laden

source: Save
de: Speichern

source: Cancel
de: Abbrechen
